tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/versions'
brew 'git'
brew 'git-extras'
brew 'cheat'
brew 'python'
brew 'ffmpeg'
brew 'git-secrets'
brew 'node'
brew 'python3'
brew 'speedtest_cli'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'zsh'
brew 'ruby'
brew 'mas'
brew 'neofetch'
brew 'emojify'
brew 'pyenv'
brew 'yarn'
brew 'htop'
brew 'ctop'
brew 'git-recent'
brew 'doitlive'
brew 'git-quick-stats'
brew 'thefuck'
brew 'zsh-completions'
cask 'font-roboto-mono-for-powerline'
cask 'font-fira-mono-for-powerline'
cask 'font-fira-code'
cask 'font-anonymous-pro'
cask 'font-ubuntu-mono-derivative-powerline'
cask 'font-source-code-pro-for-powerline'
cask 'visual-studio-code'
mas 'Xcode', id: 497799835
mas '1Password', id: 443987910
mas 'Slack', id: 803453959